freesbeeGE/test/dati/d/test3Consegna.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:ge="http://ge.freesbee.unibas.it/">
    <soap:Header/>
    <soap:Body>
        <ge:consegnaMessaggio>
            <messaggioSoap>
                <comunicazioneEliminazionePubblicatore>
                    <pubblicatore>
                        <nomePubblicatore>A</nomePubblicatore>
                        <tipoPubblicatore>SPC</tipoPubblicatore>
                    </pubblicatore>
                    <categoriaPubblicata>GEControlProtocol</categoriaPubblicata>
                </comunicazioneEliminazionePubblicatore>
            </messaggioSoap>
            <nomePubblicatore>NICA_PUGLIA</nomePubblicatore>
            <tipoPubblicatore>SPC</tipoPubblicatore>
            <categoriaEventi>GEControlProtocol</categoriaEventi>
        </ge:consegnaMessaggio>
    </soap:Body>
</soap:Envelope>